Repository: jeroen51/Game-calendar
Catalog: GameCalendar/locale/*/LC_MESSAGES/django.po
Languages: nl

source: The start time must occur before the end time of the event
nl: Het beginuur moet voorafgaan aan het einduur.

source: Discussion of the upcoming %s
nl: Voorbespreking van %s

source: Discuss the upcoming event %s before it actually happens.
nl: Bespreek hier %s voor het plaats vindt.

source: Live discussion of %s
nl: Livebespreking van %s

source: Discuss the ongoing event %s live.
nl: Bespreek %s terwijl het plaats heeft.

source: Post-hoc discussion of %s
nl: Nabespreking van %s

source: Discuss %s after the facts.
nl: Bespreek %s na de feiten.

source: The password and confirm password field must match.
nl: Het 'wachtwoord'- en 'wachtwoord bevestigen'-veld moeten overeen komen.

source: The account for %s has been disabled.
nl: De account voor %s werd afgesloten en kan niet meer gebruikt worden.

source: Sorry, the discussion hasn't opened yet. Check back later.
nl: Excuus, de discussie is nog niet geopend. Kom later nog 'ns terug.

source: The discussion has already been closed. Feel free to read the old comments
nl: De discussie is reeds afgesloten. Lees gerust de oude berichten nog 'ns door.

source: The discussion is open, feel free to participate.
nl: De discussie is geopend. Neem gerust deel.

source: January
nl: januari

source: February
nl: februari

source: March
nl: maart

source: May
nl: mei

source: June
nl: juni

source: July
nl: juli

source: August
nl: augustus

source: October
nl: oktober
